; MSETUP4 string table
[STRING]
CHARSET="128"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Osaka"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="他のユーザーが本ソフトウェアを使用中のため、起動することができません。"
MSE1="今ここで再起動することはできません。起動中のインストーラーやアプリケーションソフトを終了し、キヤノンのインストール用プログラムを終了してから、再起動してください。"
MSE2="このプログラムは、現在お使いのOS(オペレーティングシステム)をサポートしていません。"
MSE3="ソフトウェアをインストールするためには、管理者のアカウントとしてログオンしている必要があります。\n[OK]をクリックし、インストールを中止してください。CD-ROMをお使いの場合は、いったん取り出してください。\nインストール中止後、管理者のアカウントとしてログオンし直し、再度セットアップを開始してください。"
MSE3_Mac="本ソフトウェアを起動するには、管理者アカウントでログインする必要があります。"
MSE31_Mac="本ソフトウェアをインストールするには、管理者のユーザー名とパスワードが必要です。"
MSE4="ファイルを開くためには適切なアプリケーションソフトが必要です。"
MSE5="空き容量が足りません。\nソフトウェアをインストールするためには、%D%ドライブに%S% Mバイトの空き容量が必要です。"
MSE6="指定されたフォルダーにはインストールできません。アプリケーションソフトのインストール先は、ローカルのハードディスクドライブにある、書き込み可能なフォルダを指定してください。"
MSE7="画面の解像度が低いため本プログラムを起動することができません。800x600ピクセル以上の解像度にしてから再度実行してください。\nタブレットPCにインストールする場合は、画面の向きを横向きにしてから実行してください。"
MSE7_Mac="画面の解像度が低いため本プログラムを起動することができません。800x600ピクセル以上の解像度にしてから再度実行してください。"
MSE8="CD-ROMがドライブに入っていません。\nCD-ROMをドライブに入れ直してください。"
MSE9="ファイル名には次の文字は使えません。\n/ , ; * ? \\" < > |"
MSE10="パス名の長さが制限を越えています。半角150文字以内に変更してください。"
MSE11="パス名にドライブ名が含まれていない、または相対パス形式になっています。絶対パスで指定してください。"
MSE14="このプログラムは、現在お使いのパソコンをサポートしていません。"
MSE15="このプログラムはWindows 2000 Service Pack 4以上のOS(オペレーティングシステム)で実行可能です。Service Pack 4未満のOSをお使いの方はWindows2000をService Pack 4以上にアップデートしてから再度実行してください。"
MSE16="ファイルが開けませんでした。"
MSE17="このプログラムはWindows XP Service Pack 2以上のOS(オペレーティングシステム)で実行可能です。Service Pack 2未満のOSをお使いの方はWindows XPをService Pack 2以上にアップデートしてから再度実行してください。"
MSE18="このプログラムは、Windows XPをご使用の場合、Service Pack 3以上のOS (オペレーティングシステム)で実行可能です。Windows XPをService Pack 3以上にアップデートしてから再度実行してください。"
MSE19="このプログラムは、Windows Vista をご使用の場合、Service Pack 1以上のOS (オペレーティングシステム)で実行可能です。Windows VistaをService Pack 1以上にアップデートしてから再度実行してください。"
MSE20="このプログラムは、Windows Vista をご使用の場合、Service Pack 2以上のOS (オペレーティングシステム)で実行可能です。Windows VistaをService Pack 2以上にアップデートしてから再度実行してください。"
MSE21="CD-ROMがドライブに入っていません。セットアップを終了します。"
MSM0001="OK"
MSM0002="キャンセル"
MSM0003="はい"
MSM0004="いいえ"
MSM0005="戻る"
MSM0006="次へ"
MSM0007="継続"
MSM0008="中止"
MSM0009="終了"
MSM0010="インストール"
MSM0011="ヘルプ"
MSM0012="すべて選択"
MSM0013="すべてクリア"
MSM0014="最新情報の確認"
MSM0015="インストール続行"
MSM0016="インストール中止"
MSM0017="言語"
MSM0018="標準に戻す"
MSM0019="スキップ"
MSM0020="最初に戻る"
MSM0021="閉じる"
MSM0022="設定"
MSM0101="エラー"
MSM0102="警告"
MSM0103="情報"
MSM0104="Canon"
MSM1001="言語の設定"
MSM1002="使用する言語を選択して、[次へ]をクリックしてください。"
MSM1003="使用する言語を選択して、[戻る]をクリックしてください。"
MSM1004="言語を選択してください。"
MSM1011="ヘルパーツールのインストールを開始します。ヘルパーツールは、セットアップの操作に必要となるソフトウェアです。"
MSM1021="情報の取得中"
MSM1022="最新のドライバーやソフトウェアの情報を取得しています。"
MSM1023="このソフトウェアはインターネットアクセスのためキーチェーンに保存されている情報を取得します。\n「キーチェーンへのアクセスの確認」ダイアログが表示された場合には[常に許可]をクリックしてください。"
MSM1024="最新のソフトウェアの情報を取得しています。"
MSM1031="情報の取得エラー"
MSM1032="ドライバーやソフトウェアの情報を取得できませんでした。ネットワークの接続を確認し、再度実行してください。"
MSM1033="お使いの環境では、インストール可能なソフトウェアが見つかりませんでした。"
MSM1034="ソフトウェアの情報を取得できませんでした。ネットワークの接続を確認し、再度実行してください。"
MSM1051="プリンターの選択"
MSM1052="スキャナーの選択"
MSM1103="米国、カナダ、中南米"
MSM1104="欧州、中東、アフリカ"
MSM1105="アジア"
MSM1106="オセアニア"
MSM1116="国と地域の設定"
MSM1117="お住まいの地域を選択してください。"
MSM1118="お住まいの国または地域を選択してください。もし選択肢にない場合には\"その他\"を選んでください。"
MSM1241="セットアップの開始"
MSM1242="これからパソコンから本製品を使うためのセットアップを開始します。\n画面の指示に従い操作してください。"
MSM1243="セットアップ開始"
MSM1244="本製品をパソコンから使用できるようにします。"
MSM1245="便利なソフトウェア"
MSM1246="本製品をより活用するソフトウェアのダウンロード方法や使い方を紹介します。"
MSM1247="オンラインマニュアル"
MSM1248="マニュアルをインターネット上で確認できます。"
MSM1249="インターネット上の最新のソフトウェアを使用する"
MSM1250="設定"
MSM1305="%DRIVELETTER%ドライブ 空き容量 %DISKSPACE%MB"
MSM1306="使用容量合計 %ITEMSPACE%MB"
MSM1307="%sMB"
MSM1311="アプリケーション"
MSM1312="インストール予想時間：%INSTALLTIME_MIN%～%INSTALLTIME_MAX%分"
MSM1315="ご使用のネットワーク環境により時間がかかる場合があります。"
MSM1451="インストールソフトウェア一覧"
MSM1452="チェックのついているソフトウェアがインストールされます。インストールしたいソフトウェアにチェックがついていることを確認し、[次へ]をクリックしてください。"
MSM1453_Mac="このプリンターのすべての機能を使用するためには、下記のソフトウェアをすべてインストールする必要があります。"
MSM1454="このソフトウェアは必須のためチェックを外すことはできません。"
MSM1455_Mac="このスキャナーのすべての機能を使用するためには、下記のソフトウェアをすべてインストールする必要があります。"
MSM1601="使用許諾契約"
MSM1602="選択したソフトウェアをインストールする前に、下記の使用許諾契約書をよくお読みください。"
MSM1603="使用許諾契約書に同意される場合は[はい]をクリックしてください。\n[いいえ]をクリックすると、ソフトウェアのインストールを中止します。"
MSM1604="%CURRENT_STEPITEM%をインストールする前に、下記の使用許諾契約書をよくお読みください。"
MSM1605="使用許諾契約書に同意される場合は[はい]をクリックしてください。\n[いいえ]をクリックすると、このソフトウェアはインストールされません。"
MSM1606="Canon製品"
MSM1607="使用許諾に同意されない場合、このソフトウェアはインストールされません。よろしいですか？"
MSM1608="使用許諾に同意されない場合、このアプリケーションと、このアプリケーションを必要とするPrint Studio Proはインストールされません。よろしいですか？"
MSM1671=".NET Frameworkのインストール"
MSM1672="お使いのパソコンに、Microsoft .NET Framework 4がインストールされていません。すべてのソフトウェアをご利用いただくためには、Microsoft .NET Framework 4のインストールが必要です。インストールしますか？"
MSM1681="Microsoft .NET Framework 4が見つかりません"
MSM1682="Microsoft .NET Framework 4が見つからないか、正常にインストールされていません。\n本ソフトウェアをインストールするには、Microsoft .NET Framework 4が正常にインストールされている必要があります。"
MSM1683=".Net Frameworkのインストールが必要なソフトウェアが選択されました。インターネットに接続されていない場合、インストールされないことがあります。"
MSM1684="  - %s"
MSM1701="インストールの進行状況 %PROGRESS%％"
MSM1702="完了まで　約%RESTTIME%分"
MSM1711="ダウンロード中です"
MSM1712="残り時間を計測しています"
MSM1804="使用許諾契約"
MSM1809="完了"
MSM1901="処理中"
MSM1902="処理中です。しばらくお待ちください。"
MSM1903="この処理には1分程度かかる場合があります。"
MSM1904="インストール中 : %ITEM%"
MSM1905="ダウンロード中 : %ITEM%"
MSM1906="ダウンロード中です %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="ダウンロードするアイテムを確認しています"
MSM1908="ダウンロード中です %d/%d"
MSM2001="プリンターの接続"
MSM2002="プリンターとパソコンを接続し、プリンターの電源を入れてください。"
MSM2003="プリンターを認識していません。接続を確認してください。"
MSM2008="パソコンにプリンターを登録しています。\nこの処理には時間がかかる場合があります。"
MSM2010="プリンターの接続"
MSM2031="スキャナーの接続"
MSM2032="スキャナーとパソコンを接続し、スキャナーに電源ボタンがある場合は、電源を入れてください。"
MSM2033="スキャナーを認識していません。接続を確認してください。"
MSM2034="スキャナーを認識しました。インストールが完了するまでしばらくお待ちください。"
MSM2096="プリンターの検出"
MSM2097="ネットワーク上のプリンターを検索しています。"
MSM2111="プリンターの状態を確認しています"
MSM2112="接続方法の確認"
MSM2113="次のWi-Fiルーターとプリンターを接続しますか？"
MSM2114="Wi-Fiルーター : %s"
MSM2115="プリンター(シリアルナンバー) : %s (%s)"
MSM2116="次のプリンターを無線LAN接続(Wi-Fi)で利用できるようにしますか？"
MSM2117="次のプリンターを有線LAN接続で利用できるようにしますか？"
MSM2118="%sをUSB接続で利用できるようにしますか？"
MSM2119="次のプリンターをダイレクト接続で利用できるようにしますか？"
MSM2120="接続方法について"
MSM2121="Wi-Fiルーター選択"
MSM2122="プリンターと接続するWi-Fiルーターを選択してください。"
MSM2123="Wi-Fiルーター一覧 :"
MSM2124="パスワード :"
MSM2125="文字列を非表示にする"
MSM2126="手動で追加"
MSM2131="お使いのWi-Fiルーターの情報を入力してください。"
MSM2132="ネットワーク名(SSID) :"
MSM2133="暗号化方式 :"
MSM2134="使用しない"
MSM2135="WEPを使用する"
MSM2136="WPA/WPA2を使用する"
MSM2137="なし"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEPキーの長さ :"
MSM2142="64ビット"
MSM2143="128ビット"
MSM2151="WEPキーの書式 :"
MSM2152="文字"
MSM2153="16進数"
MSM2161="使用するWEPキー :"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="WEPは、キーの長さが「64ビット」 キーの書式が「文字」の場合は5文字です。\n再入力してください。"
MSM2172="WEPは、キーの長さが「64ビット」 キーの書式が「16進数」の場合は10桁です。\n再入力してください。"
MSM2173="WEPは、キーの長さが「128ビット」 キーの書式が「文字」の場合は13文字です。\n再入力してください。"
MSM2174="WEPは、キーの長さが「128ビット」 キーの書式が「16進数」の場合は26桁です。\n再入力してください。"
MSM2175="キーの書式が文字の場合、半角英数記号以外の文字は使用できません。\n再入力してください。"
MSM2176="キーの書式が16進数の場合、16進数以外の文字は使用できません。\n再入力してください。"
MSM2177="パスワードは、8文字以上63文字以内の半角英数記号または64文字の16進数で入力してください。"
MSM2178="パスワードが不正です。文字入力時は、5文字または13文字で入力してください。16進数入力時は、10文字または26文字で入力してください。"
MSM2181="ネットワーク名(SSID)の確認"
MSM2182="Wi-Fiルーター(SSID) : %s\n\nネットワーク名(SSID)が正しい場合は、[次へ]をクリックして処理を続行してください。\nネットワーク名(SSID)が正しくない場合は、[戻る]をクリックして、Wi-Fiルーターを追加し直してください。"
MSM2183="Wi-Fiルーターのパスワードが間違っている可能性があります。\n[戻る]をクリックして、パスワードを入力し直してください。"
MSM2184="ネットワーク(SSID)の選択エラー"
MSM2185="お使いのプリンターは、5GHzの周波数帯に対応していません。\n[戻る]をクリックして、2.4GHzに対応したネットワーク(SSID)を選択し直してください。"
MSM2186="Wi-Fiルーターの暗号化方式と、設定した暗号化方式が一致していません。\n[戻る]をクリックして、Wi-Fiルーターを追加し直してください。"
MSM2190="ネットワーク(SSID)の選択"
MSM2191="このパソコンが接続しているネットワーク(SSID)はプリンターからは見つかりませんでした。ネットワーク名(SSID)を選択してください。"
MSM2192="MACアドレス :"
MSM2193="(選択してください)"
MSM2194="他のネットワーク"
MSM2195="ネットワーク(SSID)の設定"
MSM2196="お使いのネットワーク(SSID)の情報を入力してください。"
MSM2197="パスワード入力"
MSM2198="ネットワーク(SSID)のパスワードを入力してください。"
MSM2199="ネットワーク名(SSID) : %s"
MSM2200="ネットワーク名(SSID) : %s\n\nネットワーク名(SSID)が正しい場合は、[次へ]をクリックして処理を続行してください。\nネットワーク名(SSID)が正しくない場合は、[戻る]をクリックして、ネットワーク名(SSID)を選択し直してください。"
MSM2201="ネットワーク(SSID)のパスワードが間違っている可能性があります。\n[戻る]をクリックして、入力し直してください。"
MSM2202="お使いのプリンターは、5GHzの周波数帯に対応していません。\n[戻る]をクリックして、2.4GHzに対応したネットワーク(SSID)を選択し直してください。"
MSM2203="ネットワーク(SSID)の暗号化方式と、設定した暗号化方式が一致していません。\n[戻る]をクリックして、設定し直してください。"

MSM2252="セットアップ完了"
MSM2253="パソコンから印刷するためのセットアップが完了しました。\nひきつづき、ソフトウェアのインストールを行います。"
MSM2254="インストールが完了していません。\n便利なソフトウェアのインストールを続ける場合は、[継続]をクリックしてください。"
MSM2255="セットアップが完了しました。"
MSM2256="パソコンからこのプリンターを使って印刷できるようになりました。"
MSM2261="セットアップ中"
MSM2262="セットアップ中はネットワーク接続を一時的に切断しています。\n設定には数分かかる場合があります。しばらくお待ちください。"
MSM2263="ケーブルレスセットアップができませんでした。処理を中断し、次の画面に従って他の設定方法を選択してください。"
MSM2264="セットアップをしています。設定には数分かかる場合があります。しばらくお待ちください。"
MSM2301="インストール失敗"
MSM2310="プリンターの検索エラー"
MSM2311="接続済みのプリンターが見つかりませんでした。\nもう一度プリンターの検索を行う場合は、[再検索]をクリックしてください。"
MSM2312="再検索"
MSM2313="セットアップ中断"
MSM2314="セットアップが中断されました。\n[最初に戻る]をクリックしてセットアップをやり直してください。"
MSM2315="インストールに失敗しました。\n[最初に戻る]をクリックしてセットアップをやり直してください。"
MSM2390="このプリンターは、使用する前にヘッド位置調整が必要です。[ヘッド位置調整]をクリックして、画面の指示に従ってください。\n\nヘッド位置調整が完了したら、[次へ] をクリックしてください。"
MSM2391="ヘッド位置調整"
MSM2401="ヘッド位置調整のご案内"
MSM2411="ヘッド位置調整"
MSM2413="実行"
MSM2414="このプリンターで写真を印刷したい場合は、ヘッド位置調整の実行を推奨します。調整する場合は、普通紙をカセットにセットし、[実行]をクリックしてください。調整が完了したら、[次へ]をクリックしてください。詳細は、取扱説明書を参照してください。\n\nなお、セットアップ終了後でも調整は可能です。調整しない場合は、[次へ]をクリックしてください。"
MSM2416="このプリンターは、使用する前にヘッド位置調整が必要です。[実行]をクリックすると、ヘッド位置調整開始画面が表示されます。画面の指示にしたがって調整用のパターンを印刷してください。印刷された調整用のパターンは原稿台にセットし、スキャンしてください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2416_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。[実行]をクリックすると、ヘッド位置調整開始画面が表示されます。画面の指示にしたがって調整用のパターンを印刷してください。印刷された調整用のパターンは原稿台にセットし、スキャンしてください。\n\nヘッド位置調整が完了したら、[次へ]をクリックしてください。"
MSM2417="このプリンターにはヘッド位置調整機能があります。色や線がずれたり、意図した印刷結果を得られないときに、ヘッド位置を調整すると改善できる場合があります。"
MSM2418="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]、[次へ]の順にクリックしてください。"
MSM2418_Mac="このプリンターは、使用する前にヘッド位置調整が必要です。用紙をプリンターにセットし、[実行]をクリックしてください。\n\nヘッド位置調整を行わない場合は、[次へ]をクリックしてください。"
MSM2420="プリンターの検索中"
MSM2421="%PRODUCTNAME%を検索しています。"
MSM2422="プリンターキューが見つかりませんでした。"
MSM2423="[プリンターの登録]をクリックし、プリンターを登録してください。"
MSM2424="プリンターの登録"
MSM2434="スキャナーを登録"
MSM2437_Mac="プリンターの追加"
MSM2438_Mac="[プリンターの追加]をクリックすると、追加できるプリンターが表示されます。種類の欄に「Canon IJ Network」と表示されている%sを選択して、[追加]をクリックしてください。\nプリンターを追加した後、[次へ]をクリックしてください。"
MSM2439_Mac="追加できるプリンターが表示されない場合や、画面の操作方法がわからない場合は[オンラインマニュアル]をクリックしてください。"
MSM2440_Mac="スキャナーの選択"
MSM2441_Mac="スキャナーの設定を行います。\n\n[スキャナーの選択]をクリックすると選択用アプリケーションソフトウェアが立ち上がります。アプリケーションソフトウェアの指示に従い、スキャナーを選択してください。"
MSM2451="CANON iMAGE GATEWAY のご紹介"
MSM2453="登録"
MSM2464="CANON iMAGE GATEWAY 無料会員登録"
MSM2465="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2474="CANON iMAGE GATEWAY 無料会員登録"
MSM2475="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2484="CANON iMAGE GATEWAY 機種追加登録"
MSM2485JU="CANON iMAGE GATEWAYへ機種追加登録をしていただくことで、ご登録の機種に応じたコンテンツをご利用いただけるほか、サポートなどの最新情報をご覧いただけます。"
MSM2485M="CANON iMAGE GATEWAYへ機種追加登録をしていただくことで、ご登録の機種に応じたコンテンツをご利用いただけるほか、サポートなどの最新情報をご覧いただけます。"
MSM2486_Mac="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2486_Mac2="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2487="後で登録される場合は、[キャンセル]をクリックし、次のステップへと進みます。なお、Quick Menuからいつでも登録することができます。"
MSM2501="CANON iMAGE GATEWAY 無料会員登録"
MSM2502="登録"
MSM2503="CANON iMAGE GATEWAY 機種追加登録"
MSM2504="CANON iMAGE GATEWAYは、対象製品をご購入された方限定の、入会金・年会費無料のオンラインサービスです。会員登録をしていただくと、デジタルフォトの楽しみを広げるさまざまなサービスをご利用いただけます。"
MSM2505="CANON iMAGE GATEWAYは、無料の会員制サイトです。製品に関するサポート情報、年賀状などのプリント関連コンテンツや、カメラ撮影テクニックなど製品を楽しく使うためのテクニック情報、会員限定のアウトレット販売などのお得な情報を提供しています。"
MSM2506="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2507="[登録]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2511="会員登録"
MSM2513="機種追加登録"
MSM2514="登録をしていただくことで、次のような特典を受けることができます:\n- 月刊Eメールニュースレターの受信\n- Creative Parkコンテンツや使い方のヒント\n- ソフトウェアアップグレード情報"
MSM2515="登録をしていただくことで、ご使用の製品やサービスの最新情報をご覧いただけます。登録にはインターネットへの接続が必要です。"
MSM2516="[次へ]をクリックすると、ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2517="[次へ]をクリックすると、ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡これらの情報は登録画面の表示のためだけに使われます。"
MSM2521="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2522="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2526="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2527="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2551="CANON iMAGE GATEWAY 無料会員登録 %s"
MSM2552="アンインストーラー"
MSM2571="CANON iMAGE GATEWAY 無料会員登録　アンインストーラー"
MSM2572="“CANON iMAGE GATEWAY 無料会員登録 %s”とそのすべてのコンポーネントを削除しますか？"
MSM2573="アンインストールが完了しました。"
MSM2574="アンインストールに失敗しました。"
MSM2575="アンインストールを完了するために、再起動を行う必要があります。[OK]をクリックすると再起動を行います。[キャンセル]をクリックすると再起動は行いません。"
MSM2576="CANON iMAGE GATEWAY 無料会員登録 %sをアンインストールするには、システム管理者の権限が必要です。"
MSM2577="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2577_Mac2="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2578="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報が、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ[OK]を押してください。"
MSM2578_2="今から会員登録を行います。ご使用の製品名、OSの種類、地域情報、プリンターのシリアルナンバーが、キヤノンに送信されます｡ これらの情報は会員登録画面の表示のためだけに使われます。よろしければ、プリンターとパソコンを接続し、プリンターの電源を入れてから[OK]を押してください。"
MSM2580="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。なお、Solution Menu EXからいつでも登録することができます。"
MSM2581="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。"
MSM2582="接続に失敗しました。"
MSM2584="接続中です。しばらくお待ちください。"
MSM2585="ファイアウォールのユーザー名とパスワードを入力してください。"
MSM2586="ユーザー名:"
MSM2587="パスワード:"
MSM2589="接続に失敗しました。ネットワークに接続できる環境であることを確認し、再度実行してください。それでも接続できない場合は、時間をおいてから再度実行してください。"
MSM2590="クリーニングやヘッド位置調整など、プリンターが処理中は接続できません。\nプリンターの処理が完了してから、Wi-Fiの設定をやり直してください。"
ExecutingPrefSet_Mac="CanoScan Toolbox にアプリケーションを登録しています。"
MSM2601="インストールが完了しました。"
MSM2602="すぐにパソコンを再起動する（推奨）"
MSM2603="続きはWebで"
MSM2604="[Webで続行]をクリックすると、本ソフトウェアを終了して、キヤノンのWebサイトを開きます。\nWebサイトでは、アプリケーションをダウンロードしたり、各種機能やサービスを利用したりすることができます。"
MSM2605="Webで続行"
MSM2701="インストールの中止"
MSM2702_Mac="インストールは完了していません。\nインストールを続ける場合は、[継続]をクリックしてください。中止する場合は、[中止]をクリックしてください。"
MSM2801="システム設定の変更"
MSM2802="新しい設定を有効にするために、システムを再起動する必要があります。\n再起動しますか？"
MSM2851="使用状況調査プログラム"
MSM2870="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じてキヤノンへ送信することをお願いしています。"
MSM2871="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じて適法な許可証を有する調査会社へ送信することをお願いしています。"
MSM2873="上記のことに同意いただける場合は、[同意する]をクリックしてください。同意いただけない場合は、[同意しない]をクリックしてください。"
MSM2874="キヤノンでは、お客様のニーズに合わせたより良い製品の企画、開発を行うために、お客様がお使いのキヤノン製品に関連する以下の情報を、インターネットを通じてキヤノンへ(中国国内でキヤノン製品をお使いの場合には、適法な許可証を有する調査会社へ)送信することをお願いしています。"
MSM2876="上記のことに同意いただける場合は、調査プログラムをインストールさせていただきますので、[同意する]をクリックしてください。同意いただけない場合は、[同意しない]をクリックしてください。本プログラムが対応していないOSのバージョンをご利用の場合、本プログラムが作動しないことがあります。"
MSM2901="テストプリント"
MSM2904="プリンターの動作確認をするためにテストプリントを行います。\n普通紙をプリンターにセットして、[実行]をクリックしてください。テストプリントが終わったら、[次へ]をクリックしてください。\n\n印刷エラーが発生した場合は、画面の指示に従って設定をやり直してください。"
MSM2905="実行"
MSM2906="プリンターに動作確認用のデータを送信しました。"
MSM3001="プリンターを使用するために必要なソフトウェアです。\nさまざまな用紙の種類やサイズに適した印刷を行うことができます。"
MSM3002_Mac="ドライバーの操作を説明したり、アプリケーションソフトの簡単な使いかたを紹介しています。"
MSM3008="画像ファイルと文字を組み合わせて、ディスクレーベルへ簡単にダイレクトプリントすることができます。"
MSM3009="システムファイルのアップデートを行います。"
MSM3010="カードスロットに挿入されたメモリーカード内のファイルを、パソコンから取り扱うことができます。"
MSM3011="本機をネットワークで使用できるようにします。"
MSM3012="ネットワーク接続した本機の接続方法や、セキュリティなどの設定を変更するツールです。"
MSM3013="インクがかすれるなどの、トラブルの解決方法をご案内するソフトウェアです。"
MSM3016="プリンターとして文書を印刷したり、スキャナーとして画像を読み込んだりするために必要なソフトウェアです。"
MSM3018="スキャナーやデジタルカメラから取り込んだ画像を補正・加工する事ができます。"
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3021="スキャナーで読み込んだ文書や写真を共有したり、すぐに探せるように整理することができます。"
MSM3023="赤外線通信やBluetooth通信で印刷するときに必要な、各種設定をするためのソフトウェアです。"
MSM3024="PictBridgeで印刷するときに必要な、各種設定をするためのソフトウェアです。"
MSM3026="プロレベルの写真印刷を、より簡単に、より便利にするためのプラグインソフトです。適切なアプリケーションがインストールされている必要があります。"
MSM3027="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。"
MSM3027_0="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。事前にIJプリンタードライバーが正常にインストールされている必要があります。"
MSM3027_1="XPSドライバーは、XPS印刷(Windows Vista以降)をサポートするアプリケーションソフトからの印刷に適しています。事前にMPドライバーが正常にインストールされている必要があります。"
MSM3028="スキャナーを使用するために必要なドライバーです。画像編集ソフトウェアなどのアプリケーションソフトから呼び出して使います。"
MSM3028_Mac="スキャナーを使用するために必要なドライバーです。原稿や出力サイズなどを細かく設定してスキャンでき、TWAIN対応のアプリケーションからスキャナーを動作させるときにも使用します。"
MSM3031_Mac="ドライバーの操作を説明したり、アプリケーションソフトの簡単な使いかたを紹介しています。"
MSM3032="スキャナーで読み込んだ画像や文書を管理できます。読み込んだ画像を分かり易く表示し、多彩な検索機能で簡単にファイルを探すことができます。"
MSM3034="Adobe RGB画像のデータの色を、忠実にプリントするために必要なICCプロファイルです。Adobeは、Adobe Systems Incorporated(アドビシステムズ社)の米国ならびにその他の国における登録商標または商標です。"
MSM3035="赤外線通信やBluetooth通信、PictBridgeで印刷するときに必要な、各種設定をするためのソフトウェアです。"
MSM3037="スキャナーを使用するために必要なスキャナードライバー（TWAINドライバー）です。画像編集ソフトウェアなどのアプリケーションソフトから呼び出して使います。"
MSM3040="デジタルカメラで撮影した写真を使用して、オリジナルのアルバム、シール、カレンダー、名刺などを手軽に作成することができます。フチなし写真も簡単な操作で印刷できます。また、印刷する前に、赤目の補正を行ったり美肌効果を加えることもできます。"
MSM3041="手軽に写真印刷ができる付属のアプリケーションソフトなどを、すばやく起動することができます。"
MSM3042="スキャナーで読み込んだ画像を、直接アプリケーションソフトに取り込んだり、印刷、メール添付やパソコンへの保存などが簡単にできるソフトウェアです。"
MSM3043="お使いの製品や、付属のソフトウェアなどの操作方法を説明しています。トラブルの対処方法もこちらをご覧ください。"
MSM3043_Mac="お使いの製品や、付属のソフトウェアなどの操作方法を説明しています。トラブルの対処方法もこちらをご覧ください。"
MSM3044="ウェブページの一部を切り抜いて、自由にレイアウトして印刷することができます。ブラウザーにツールバーとして表示されるので、誰でも簡単にお使いいただけます。"
MSM3044_Mac="ウェブページの一部を切り抜いて、自由にレイアウトして印刷することができます。ブラウザーのプラグインとして誰でも簡単にお使いいただけます。Safari4.0以降が必要です。"
MSM3045="プリンターに登録されている短縮ダイヤルやユーザー情報などの設定を編集し、パソコンへの保存やプリンターへの登録ができるソフトウェアです。"
MSM3046="アルバムやカレンダーなどを手軽に印刷したり、ワンクリックでスキャンできるアプリケーションソフトなどをすばやく起動できます。また、さまざまな用途に対応したキヤノンのサポートページへも簡単にアクセスできます。"
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="読み込んだ写真を使用して、コラージュ、カード、カレンダーなどのオリジナル作品を作成し、印刷することができます。また、簡単な操作でフチなし写真の印刷や、画像の補正・加工もできます。Image Displayも併せて使用すると、保存している写真を元におすすめの作品を提案します。"
MSM3049="プロフェッショナルの作品作りを、より簡単に、かつ便利にするための写真印刷用プラグインソフトです。適切なアプリケーションがインストールされている必要があります。対象のアプリケーションについては、取扱説明書をご覧ください。"
MSM3050="お使いのキヤノン製品に付属のソフトウェアや取扱説明書を簡単に起動できます。また、ご使用の製品に関する役立つ情報を提供するサイトや、さまざまな用途に対応した便利なサイトなどへも簡単にアクセスできます。"
MSM3051="スキャナーを使用するために必要なドライバーです。ICA対応のアプリケーションからスキャナーを動作させるときに使用します。"
MSM3052="画像を読み込み保存するユーティリティです。"
MSM3053="お使いのキヤノン製品に付属のソフトウェアを簡単に起動できます。また、取扱説明書や各種Webサイトへも簡単にアクセスできます。"
MSM3054="テキスト検索が可能なPDFを作成するときやOCRを開始するときに使用する言語辞書を追加します。インストール後は、Canon IJ Scan Utilityの設定画面から対応言語を選択してください。"
MSM3055="ScanGearを開き、読み込む画像をプレビューで確認しながらスキャンして、パソコンに保存するアプリケーションソフトです。"
MSM3056="ネットワーク上のプリンターを使用するときに必要な、各種設定をするためのソフトウェアです。"
MSM3057="オートデスク社のCAD用ソフトウェア「AutoCAD」からの印刷を最適に制御するためのソフトソフトウェアです。"
MSM3058="専用アプリケーションを起動することなく、複数の図面などのファイルを簡単な操作でダイレクトに出力できます。\nまたクラウドサービスと連携し、関係者間でファイルをタイムリーに共有することが可能です。"
MSM3059="Microsoft Word、Microsoft Excel、およびMicrosoft PowerPointの専用プラグインソフトです。このプラグインソフトを使用して、Microsoft Officeからプリンターに簡単にさまざまな印刷が行えます。"
MSM3062="アプリケーションから文書や画像を印刷するときに、データを用紙上に自由にレイアウトして印刷ができます。"
MSM3063="お気に入りの写真をコラージュ、カード、カレンダーなどのオリジナル作品にして簡単に印刷できます。また、簡単な操作でフチなし写真の印刷もできます。"
MSM3064="写真フォルダーを選ぶだけで、アプリが良い写真を自動で選んで、レイアウトを作成します。アプリで注文後、キヤノン業務用フォトプリンターで印刷した高画質フォトブックをお届けします。Easy-PhotoPrint Editorと連携することで、レイアウト中に選択された写真をお手持ちのプリンターでも印刷できます。"
MSM3066="写真フォルダーを選ぶだけで、アプリが良い写真を自動で選んで、レイアウトを作成します。アプリで注文後、キヤノン業務用フォトプリンターで印刷した高画質フォトブックをお届けします。Easy-PhotoPrint Editorと連携することで、レイアウト中に選択された写真をお手持ちのプリンターでも印刷できます。"

MSM4001W="IJプリンタードライバー"
MSM4001="プリンタードライバー"
MSM4002="取扱説明書"
MSM4008="らくちんCDダイレクトプリント for Canon"
MSM4012="Memory Card Utility"
MSM4014="ネットワークセットアップ"
MSM4015="Canon IJ Network Tool"
MSM4016="MPドライバー"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="マイ プリンタ"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPSドライバー"
MSM4028="ScanGear"
MSM4032="ファイル管理革命Lite"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="短縮ダイヤルツール"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICAドライバー"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="OCR用追加辞書(中国語/韓国語)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="AutoCAD用プリンタドライバ最適化キット"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="フォトブックかんたん作成アプリ PhotoJewel S"
MSM4067="フォトブックかんたん作成アプリ hdAlbum EZ"

MSM4101=
MSM4102=
MSM4108=
MSM4112="メモリーカードユーティリティ"
MSM4115="キヤノンIJネットワークツール"
MSM4116=
MSM4118="アークソフト フォトスタジオ"
MSM4120="パナソニック ソリューションテクノロジー"
MSM4121=
MSM4122="スキャンソフト オムニページSE"
MSM4123="プレスト！ ページマネージャー"
MSM4124="キヤノンセットアップユーティリティ"
MSM4126="イージーフォトプリント プロ"
MSM4127=
MSM4128="スキャンギア"
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134="アドビ RGB 1998"
MSM4137="スキャンギア CS"
MSM4140="イージーフォトプリント EX"
MSM4141="ソリューションメニュー"
MSM4142="MP ナビゲーター EX"
MSM4144="イージーウェブプリント EX"
MSM4145=
MSM4146="ソリューションメニュー EX"
MSM4147=
MSM4148="マイイメージガーデン"
MSM4149="プリントスタジオプロ"
MSM4150="クイックメニュー"
MSM4151=
MSM4152="IJ スキャンユーティリティ2"
MSM4153=
MSM4154=
MSM4155=
MSM4160="IJ スキャンユーティリティ"
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="オンラインでインクを購入できる準備が整いました。"
EIDENABLER_ADMIN="ソフトウェアを実行するには、Administratorsグループのメンバーとしてログオンしてください。"
MENU1_Mac="Setupについて"
MENU2_Mac="サービス"
MENU3_Mac="Setupを隠す"
MENU4_Mac="ほかを隠す"
MENU5_Mac="すべて表示"
MENU6_Mac="Setupを終了"
MENU7_Mac="編集"
MENU8_Mac="カット"
MENU9_Mac="コピー"
MENU10_Mac="ペースト"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="中国"
HK="香港"
ID="インドネシア"
IN="インド"
JP="日本"
KR="韓国"
MY="マレーシア"
PH="フィリピン"
SG="シンガポール"
TW="台湾"
TH="タイ"
VN="ベトナム"
MO="マカオ"
AU="オーストラリア"
NZ="ニュージーランド"
US="アメリカ"
CA="カナダ"
BR="ブラジル"
MX="メキシコ"
AR="アルゼンチン"
CL="チリ"
PA="パナマ"
AT="オーストリア"
BE="ベルギー"
BG="ブルガリア"
HR="クロアチア"
CZ="チェコ共和国"
DK="デンマーク"
EE="エストニア"
FI="フィンランド"
FR="フランス"
DE="ドイツ"
GR="ギリシャ"
HU="ハンガリー"
IE="アイルランド"
IT="イタリア"
LV="ラトビア"
LT="リトアニア"
LU="ルクセンブルク"
NL="オランダ"
NO="ノルウェー"
PL="ポーランド"
PT="ポルトガル"
RO="ルーマニア"
RU="ロシア"
SK="スロバキア"
SI="スロベニア"
ZA="南アフリカ"
ES="スペイン"
SE="スウェーデン"
CH="スイス"
TR="トルコ"
GB="イギリス"
Others="その他"
MSM5001="取扱説明書のエイリアス作成"
MSM5002="デスクトップに取扱説明書のエイリアスを作成しますか？作成する場合は、「作成する」を選択してください。「作成しない」を選択した場合でも、取扱説明書はアプリケーションフォルダーから開くことができます"
MSM5003="作成する"
MSM5004="作成しない"
MSM5010="Easy-WebPrint EXのDock追加"
MSM5011="Easy-WebPrint EXをDockに追加しますか？追加する場合は、「追加する」を選択してください。「追加しない」を選択した場合でも、Easy-WebPrint EXはアプリケーションフォルダーから起動することができます。"
MSM5012="追加する"
MSM6000="プリンターの接続方法を選択してください。"
MSM6001="無線LAN接続(Wi-Fi)"
MSM6002="有線LAN接続(LANケーブル)"
MSM6003="USB接続(USBケーブル)"
MSM6004="プリンターのネットワーク設定をもう一度やり直す"
MSM6005="Wi-Fiの接続方法を選択してください。"
MSM6006="Wi-Fiルーター経由で接続(推奨)"
MSM6007="ダイレクト接続"
MSM6008="Wi-Fiルーター経由でパソコンとプリンターを接続します。"
MSM6009="パソコンとプリンターを直接接続します。"
MSM6010="無線LANルーター経由の接続とダイレクト接続を切り替えて使用する場合や、接続方法の詳細な説明は[操作説明]をクリックしてください。"
MSM6011="操作説明"
MSM6012="プリンターの電源が入っていることを確認してください。"
MSM6013="ネットワーク上のプリンター一覧"
MSM6014="シリアルナンバー"
MSM6015="MACアドレス"
MSM6016="IPアドレス"
MSM6017="設定するプリンターが一覧に見つからない"
MSM6018="更新"
MSM6019="1. ネットワークで設定したいプリンターがある場合は、上記のプリンター一覧から選択して[次へ]をクリックしてください。\n　シリアルナンバーは、本体背面や保証書などに記載されています。\n　上記リストの表示はシリアルナンバーの下5桁です。\n2. 上記の一覧に設定したいプリンターがない場合は、プリンターの電源をONにして[更新]をクリックしてください。\n3. それでも見つからない場合は、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。"
MSM6020="1. ネットワークで設定したいプリンターがある場合は、上記のプリンター一覧から選択して[次へ]をクリックしてください。\n　シリアルナンバーは、本体背面や保証書に記載されています。\n2. 上記の一覧に設定したいプリンターがない場合は、プリンターの電源をONにして[更新]をクリックしてください。\n3. それでも見つからない場合は、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。\n4. USB接続の場合も、[設定するプリンターが一覧に見つからない]を選択して、[次へ]をクリックしてください。"
MSM6021="接続が完了しました。"
MSM6022="接続方法の選択"
MSM6023="電源の確認"
MSM6024="他の方法で設定を行います。画面の指示に従い操作してください。"
MSM6025="XPSドライバーをインストールするためには、プリンターのセットアップが完了している必要があります。完了していない場合は、[最初に戻る]をクリックしてセットアップを行ってください。"
MSM6026="はじめに"
MSM6027="本ソフトウェアはプリンターをセットアップするためにネットワークを利用することがあります。\nセットアップ中にセキュリティソフトが警告を表示する場合は、本ソフトウェアの処理を許可してください。\n(設定方法は、セキュリティソフトのマニュアルを参照してください。)\n\nまた、本ソフトウェアでインストールするいくつかのソフトウェアを、Windows ファイアウォールの許可されたプログラムの一覧に追加します。"
MSM6028="ブロックを解除する"
MSM6029="プリンターの選択"
MSM6026_Mac="はじめに"
MSM6027_Mac="本ソフトウェアはプリンターをセットアップするためにネットワークを利用することがあります。\nお使いのセキュリティソフトによっては、セットアップ前にセキュリティソフトの設定を変更する必要があります。\n(設定方法は、セキュリティソフトのマニュアルを参照してください。)\n\nまた、セットアップ中にセキュリティソフトが警告を表示する場合は、本ソフトウェアの処理を許可してください。\n\n本ソフトウェアはキーチェーンを使用します。\nキーチェーンアクセスから許可を要求された場合は、[常に許可]をクリックしてください。"
MSM6100="My Image Gardenは、パソコンに保存してある写真を活用して、カードやカレンダーなどを自動的に作成できます。"
MSM6101="クリエイティブパーク プレミアムでは、キヤノン純正インクを使用しているお客様にプレミアムコンテンツを公開しています。"
MSM6102="プリンター本体のメニューを選ぶだけで、プリント済みの写真をきれいにコピーすることができます。"
MSM6103="プリンターの電源がOFFの状態でも、印刷を開始すれば自動的に電源がONになります。"
MSM6104="夜間利用モードなら時間や周りを気にせず動作音を抑えてプリント・コピー・スキャンができます。"
MSM6105="ここでご紹介した機能は、お使いの機種によって異なります。詳細は、取扱説明書を参照してください。"
MSM6106="詳細な機能や設定については、取扱説明書を参照してください。"
MSM6107="印刷データを読み込み、ページを用紙上に自由に配置したり、拡大縮小したりすることができます。"
MSM6108="高画質プリントをスムーズに仕上げられるプラグインソフトです。Adobe Photoshop、Adobe Photoshop Lightroom、Digital Photo Professionalに対応しています。"
MSM6109="複数のファイルを一括で印刷する事ができ、印刷作業の効率化が図れます。クラウドサービスを用いてファイル共有も可能です。"
MSM6110="デザイン性の高いポスターを誰でも簡単に作成することができます。豊富な素材も同梱されています。"
MSM6111="Microsoft Officeから大判印刷を簡単に行うためのプラグインソフトです。長尺やフチなしも手軽に印刷できます。"
MSM6112="用紙に関する設定をカスタマイズするソフトウェアです。用紙の名称変更や、お好みの用紙へ最適に印刷するための調整ができます。"
MSM6113="印刷量や印刷物のコストを集計するソフトウェアです。印刷コストを可視化でき、コスト削減などの管理業務に役立ちます。"
MSM6114="複数のプリンター状況を一覧管理できるソフトウェアです。インク切れエラーなどを速やかに把握でき、プリンター管理に役立ちます。"
MSM6115="スマホコピーを使用すれば、スマートフォン/タブレットのカメラを使って原稿のコピーができます。"
MSM6116="Free Layout plusは、アプリケーションから文書や画像を印刷するときに、データを用紙上に自由にレイアウトして印刷ができます。"
MSM6117="Easy-PhotoPrint Editorはお気に入りの写真をコラージュやカードなどのオリジナル作品にして簡単に印刷できます。"
MSM6118="Easy-PhotoPrint Editorはポスター、カレンダー、コラージュ写真をパソコン/スマートフォンの両方から簡単に印刷ができます。"
MSM6119="高画質プリントをスムーズに仕上げられるアプリケーションです。Adobe Photoshop、Adobe Photoshop Lightroom、Digital Photo Professionalなどに対応しています。"
MSM6030="リストから選択する"
MSM6031="シリアルナンバーは、保証書やプリンター本体などに記載されています。"
MSM6032="IPv4デバイス"
MSM6033="IPv6デバイス"
MSM6034="シリアルナンバーの下5桁"
MSM6035="シリアルナンバーの記載場所"
MSM6036="IPアドレスを指定して検索する"
MSM6037="ガイドにしたがってネットワーク設定を行う"
MSM6038="リストに表示されない場合や、IPアドレスを指定して検索できない場合に選択してください。"
MSM6039="プリンター検索方法の指定"
MSM6040="IPv4アドレスで検索"
MSM6041="IPv6アドレスで検索"
MSM6042="ホスト名で検索"
MSM6043="Bonjour名で検索"
MSM6044="IPアドレスを指定して検索を行うには、あらかじめプリンターにIPアドレスが設定されている必要があります。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6045="IPアドレス指定検索エラー"
MSM6046="指定されたプリンターが見つかりませんでした。IPアドレスまたはホスト名を確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6047="再検出"
MSM6048="指定されたIPアドレスまたはホスト名は、別のデバイスで利用されています。IPアドレスまたはホスト名を確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6049="IPv4ネットワーク設定の変更"
MSM6050="設定方法を選択してから、使用するプリンターのIPアドレスを入力してください。"
MSM6051="自動設定"
MSM6052="IPアドレスを自動取得するには、DHCPサーバーが必要です。"
MSM6053="手動設定"
MSM6054="IPv4アドレス"
MSM6055="IPアドレスは、あらかじめネットワーク管理者に確認してください。"
MSM6056="IPv6ネットワーク設定の変更"
MSM6057="IPv6アドレスを自動取得するには、DHCPv6サーバー、IPv6対応のルーターのいずれかが必要です。"
MSM6058="IPv6アドレス"
MSM6059="プレフィックス長"
MSM6060="IPアドレスとプレフィックス長は、あらかじめネットワーク管理者に確認してください。"
MSM6061="ネットワーク設定変更エラー"
MSM6062="以下のいずれかの理由により、設定変更に失敗した可能性があります。\n  ・入力したIPアドレスが不正\n  ・IPアドレスの重複"
MSM6063="詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6064="[プリンターの追加]をクリックし、画面に従ってプリンターを追加してください。\n\nプリンターを追加した後、[次へ]をクリックしてください。"
MSM6065="このプリンターのすべての機能を使用するためには、Canon製ドライバーを選択する必要があります。\n[次へ]を押して、再度設定してください。"
MSM6066="通常使うプリンターに設定する"
MSM6067="プリンターとパソコンをUSBケーブルで接続してください。\nプリンターの電源が入っていることを確認してください。"
MSM6068="プリンターにUSBケーブルが接続されている場合は、取り外してください。"
MSM6069="製品名"
MSM6071="パソコンのネットワークが利用できません"
MSM6072="パソコンのネットワーク接続が有効になっていることを確認してください。\nWi-Fiを使用する場合は、Wi-Fiルーターの接続状態を確認してください。"
MSM6073="管理パスワード入力"
MSM6074="お使いのプリンターの管理パスワードを入力してください。"
MSM6075="管理パスワード"
MSM6075_add1="管理パスワード :"
MSM6076="パスワードが違います。"
MSM6077="パソコンのWi-Fiを有効にしてください。"
MSM6081="スマートフォン/タブレットから印刷することができます"
MSM6085="Wi-Fiルーターのネットワーク情報"
MSM6087="パスワード :"
MSM6088="パスワードを表示する"
MSM6089="[操作説明]をクリックし、オンラインマニュアルを参照してスマートフォン/タブレットを設定してください。\nスマートフォン/タブレットをお使いでない場合は、[次へ]をクリックしてください。"
MSM6091="初回のインク充填操作は実施しましたか？"
MSM6092="1. インクタンクにインクがあることを確認してください。\n2. プリンターのストップ(Stop)ボタンをおよそ5秒間長押ししてください。\nその後、プリンターはインク充填処理を開始します。この処理はおよそ6分かかります。"
MSM6093="1. インクタンクにインクがあることを確認してください。\n2. プリンターのリセット(RESUME/CANCEL)ボタンをおよそ5秒間長押ししてください。\nその後、プリンターはインク充填処理を開始します。この処理はおよそ6分かかります。"
MSM6094="インク充填の操作方法"
MSM6095="インク充填操作を行っていません。[操作説明]をクリックして操作方法を参照するか、プリンター同梱の『設置・基本操作マニュアル(Getting Started)』を参照し、インク充填操作を行ってください。"
MSM6096="プリンターの確認"
MSM6097="サポート番号 : %s\n\nプリンターの準備が完了していません。プリンターを確認してください。\n詳細は、[操作説明]をクリックし、オンラインマニュアルを参照してください。\n\nその後、[次へ]をクリックしてください。"
MSM6098="操作説明"
MSM6099="プリンターの状態をあとで確認する"
MSM6120="PC/スマホでかんたん接続"
MSM6121="[操作説明]をクリックし、ガイドにしたがってプリンターの接続準備をしてください。接続準備が完了すると、プリンターを検出して次のステップへ進みます。プリンターの検出には時間がかかる場合があります。"
MSM6123="別の設定方法"
MSM6124="Wi-Fiの設定方法"
MSM6125="Wi-Fiの設定方法を選択し、[次へ]をクリックしてください。"
MSM6126="プリンター本体でWi-Fi設定する"
MSM6127="パソコンでWi-Fi設定する(USB経由)"
MSM6128="ガイドに従って設定を行ってもプリンターが見つからない場合、ネットワーク環境の問題が考えられます。 [困ったときには]をクリックして、ネットワーク環境を確認してください。"
MSM6129="困ったときには"
MSM6130="プリンターのネットワーク接続"
MSM6131="プリンターの準備ができたら[次へ]をクリックしてください。プリンターで接続の準備をするには、[操作説明]をクリックし、ガイドにしたがってください。"
MSM6133="このプログラムを終了し、オンラインマニュアルを開きます。\n\nネットワーク設定に影響を与えないよう、このプログラムを終了します。お使いのネットワーク環境を確認してから、初めからやり直してください。"
MSM6134="プリンターの接続準備をしても次のステップへ進まない場合は、[別の設定方法]をクリックしてください。"
MSM6135="このプログラムを終了し、オンラインマニュアルを開きます。"
MSM6136="ネットワーク設定に影響を与えないよう、このプログラムを終了します。お使いのネットワーク環境を確認してから、初めからやり直してください。"
MSM6150="ネットワークアダプターの選択"
MSM6151="複数のネットワークアダプターが見つかりました。使用するアダプターを選択してください。"
MSM6160="オンラインマニュアルへのショートカットの作成"
MSM6161="デスクトップにオンラインマニュアルへのショートカットを作成しますか？"
MSM6162="Canon %s オンラインマニュアル"
MSM6163="作成する"
MSM6164="作成しない"
MSM6170="プリンターを認識できません。\n[困ったときには]をクリックして解決方法を確認してください。"
MSM6171="プリンターを認識しました。インストールが完了するまでお待ちください。\nこの処理には時間がかかることがあります。"
MSM6172="プリンターにUSBケーブルが接続されています。いったん取り外してください。"
MSM6173="接続が完了していません。前の画面に戻りますか？"
MSM6180="プリンターをネットワークに接続"
MSM6181="[次へ]をクリックし、表示されるガイドに従ってプリンターをセットアップしてください。"
MSM6182="プリンターが見つかりませんでした。\n[次へ]をクリックし、表示されるガイドに従ってプリンターをセットアップしてください。"
MSM6183="IPアドレスを指定して検索"
MSM6184="セットアップするプリンターを一覧から選択してください。同じ製品名のプリンターが複数ある場合は、シリアルナンバーをご確認ください。"
MSM6185="シリアルナンバーの確認方法"
MSM6186="お探しのプリンターが見つからない場合は、[一覧にないときには]をクリックしてください。"
MSM6187="一覧にないときには"
MSM6190="プリンターの準備"
MSM6191="下の図に示すプリンターのボタンを3秒長押しして、[次へ]をクリックしてください。"
MSM6192="ボタンの操作に迷ったときは、[操作説明]をクリックしてください。"
MSM6193="プリンターを検索しています。しばらくお待ちください。この処理には1分程度かかる場合があります。"
MSM6200="スキャナーの状態を確認しています"
MSM6201="スキャナーとパソコンをUSBケーブルで接続してください。\nスキャナーに電源ボタンまたは電源スイッチがある場合は、電源をONにしてください。"
MSM6202="スキャナーを認識できません。\n[困ったときには]をクリックして解決方法を確認してください。"
MSM6203="スキャナーにUSBケーブルが接続されています。いったん取り外してください。"
MSM6204="スキャナーを認識しました。インストールが完了するまでお待ちください。\nこの処理には時間がかかることがあります。"
MSM6210="プリンターの便利な使いかた Canon %s"
MSM6211="アプリのダウンロード for %s"
MSM6212="Canon %s マニュアル"
MSM6213="オンラインマニュアル"
MSM6220="プリンターの準備が完了していない可能性があります。オンラインマニュアルを参照してください。"
MSM6221="プリンターの準備が完了していない可能性があります。"
MSM6222="オンラインマニュアルを参照してください。"
MSM6230="Wi-Fiルーター経由で接続"
MSM6233="ネットワーク環境によっては、パソコンの接続先をプリンターに設定すると、インターネット回線が切断される可能性があります。\n接続先をプリンターに設定しますか？\n\n現在の接続先 : %s"
MSM6240="指定されたプリンターが見つかりませんでした。IPアドレスまたはBonjour名を確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6241="指定されたIPアドレスまたはBonjour名は、別のデバイスで利用されています。IPアドレスまたはBonjour名を確認し、再度実行してください。詳細な説明は、[オンラインマニュアル]をクリックしてください。"
MSM6256="プリンターと同じネットワークで検索を行っています。\n検索が終わるまでしばらくお待ちください。"
MSM6257="プリンターのネットワーク接続に失敗しました。パソコンの接続は、元のネットワークに戻しています。\n別の方法でプリンターのネットワーク接続を行います。\n\nUSB接続など他の接続方法に変更する場合は、[接続方法の変更]をクリックしてください。"
MSM6258="接続方法の変更"
MSM6259="プリンターのネットワーク接続に失敗しました。別の方法でプリンターのネットワーク接続を行います。\n\nUSB接続など他の接続方法に変更する場合は、[接続方法の変更]をクリックしてください。"
MSM6260="パソコンを以下のネットワーク(SSID)に接続したままでよいですか？"
MSM6261="プリンターと同じネットワーク(SSID)にパソコンを接続することで、プリンターを検出できました。\nパソコンを以下のネットワーク(SSID)に接続したままセットアップを続行しますか？詳細を確認する場合は、[オンラインマニュアル]をクリックしてください。"
MSM6262="はい"
MSM6263="いいえ"
MSM6264="ネットワークトラブルについてオンラインマニュアルを参照しますか？"
MSM6265="プリンターのネットワーク接続に失敗しました。\n再度接続する前に、お使いの環境を確認することをおすすめします。\nオンラインマニュアルを参照する場合は、ネットワーク設定の変更が影響を与えないように、セットアップを終了します。\n\nUSB接続など別の接続方法に変更する場合は、[いいえ]をクリックしてください。"
MSM6266="はい"
MSM6267="いいえ"
MSM6268="位置情報サービスの設定"
MSM6269="「%s」の位置情報サービスを有効にすると、より簡単にプリンターのセットアップを行うことができます。\n[位置情報サービスを設定]をクリックして、以下を有効にしてください。\n\n- 位置情報サービス\n- 「%s」\n\n本アプリケーションはWi-Fiルーターの情報のみを利用します。"
MSM6270="位置情報サービスを設定"
MSM6271="プリンターの自動検出を有効にするためには、位置情報サービスを有効にする必要があります。\n本アプリケーションはWi-Fiルーターの情報のみを利用します。"
MSM6272="位置情報サービスの設定"
MSM6273="デスクトップアプリに位置情報へのアクセスを許可すると、より簡単にプリンターのセットアップを行うことができます。\n\n[位置情報サービスを設定]をクリックして、デスクトップアプリに位置情報へのアクセスを許可してください。\n\n本アプリケーションはWi-Fiルーターの情報のみを利用します。"
MSM6274="位置情報サービスを設定"
MSM6275="許可すると、このキヤノン製ソフトウェアが、ローカルネットワーク上のプリンターを検索して使用できるようになります。"
